cask_args appdir: "/Applications"

# Cask upgrade app
tap "buo/cask-upgrade"
tap "caskroom/versions"

# System
brew "git"
brew "hub"
brew "bash-completion"
brew "bash-git-prompt"
brew "unrar"
brew "unzip"
brew "wget"
brew "nmap"
brew "tree"
brew "python3"
brew "scala"
brew "go"
brew "groovy"
brew "jq"
brew "gnu-tar"
brew "gnu-sed"
brew "gnu-time"
brew "gnu-which"
brew "iproute2mac"
brew "awscli"
brew "tcptraceroute"
brew "telnet"
brew "java"

# Work
cask "iterm2"
cask "firefox"
cask "google-chrome"
brew "terraform"
brew "terraform-docs"
brew "vault"
cask "visual-studio-code"

# Docker/VMs
cask "docker"
cask "virtualbox"
cask "vagrant"
cask "minikube"

# Random
cask "vlc"
cask "skype"
cask "keepassx"
