# Essentials
cask "iterm2"
brew "neovim"
brew "tree-sitter-cli"
brew "lua"
brew "luarocks"
brew "tmux"
cask "librewolf"
brew "git"
brew "bash-completion"
brew "bash-git-prompt"
brew "p7zip"
brew "unzip"
cask "rar"
brew "nmap"
brew "tree"
brew "go"
brew "uv"
brew "jq"
brew "gnu-tar"
brew "gnu-sed"
brew "gnu-time"
brew "gnu-which"
brew "iproute2mac"
brew "awscli"
brew "tcptraceroute"
brew "telnet"
cask "displaylink"
cask "vivaldi"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "chromium"
cask "ivpn"

# Work
brew "terraform"
brew "terraform-docs"
brew "pandoc"
brew "weasyprint"
cask "rustdesk"

# Docker/VMs
cask "container"
cask "podman-desktop"
brew "minikube"
brew "qemu"
cask "vagrant"
cask "utm"
cask "ollama-app"

# Random
cask "vlc"
cask "libreoffice"
cask "steam"
cask "deluge"

