# Essentials
cask "ghostty"
brew "neovim"
brew "tree-sitter-cli"
brew "lua"
brew "luarocks"
brew "tmux"
cask "librewolf"
brew "git"
brew "bash-completion"
brew "bash-git-prompt"
brew "p7zip"
brew "unzip"
cask "rar"
brew "nmap"
brew "tree"
brew "go"
brew "uv"
brew "ruff"
brew "jq"
brew "goimports"
brew "tombi"
brew "yamlfmt"
brew "gnu-tar"
brew "gnu-sed"
brew "gnu-time"
brew "gnu-which"
brew "iproute2mac"
brew "tcptraceroute"
brew "telnet"
cask "displaylink"
cask "vivaldi"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "ungoogled-chromium"
cask "ivpn"

# Work
cask "awscli"
brew "opentofu"
brew "terraform-docs"
brew "pandoc"
brew "weasyprint"
cask "rustdesk"

# Docker/VMs
cask "container"
cask "podman"
cask "podman-compose"
brew "minikube"
brew "kubernetes-cli"
brew "qemu"
cask "vagrant"
cask "cdrtools"
cask "utm"
cask "ollama"

# Random
cask "vlc"
cask "libreoffice"
cask "steam"
cask "deluge"
cask "dosbox-x"
cask "moonlight"

